Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# rag.workspace.inspector.plan.help.repoContext.windowFit.case.failed
source: Failed: window fit cannot produce valid XML within budget; the step degrades and the answer continues without project code.
ar: فشل: لا يمكن لملاءمة النافذة إنتاج XML صالح ضمن الميزانية؛ تتدهور الخطوة وتستمر الإجابة بدون كود المشروع.
de: Fehlgeschlagen: Fensteranpassung kann kein gültiges XML innerhalb des Budgets erstellen; der Schritt wird herabgestuft und die Antwort wird ohne Projektcode fortgesetzt.
es: Falló: el ajuste de ventana no puede producir XML válido dentro del presupuesto; el paso se degrada y la respuesta continúa sin código del proyecto.
fr: Échec : l'ajustement de fenêtre ne peut pas produire un XML valide dans le budget ; l'étape est dégradée et la réponse continue sans code projet.
id: Gagal: penyesuaian jendela tidak dapat menghasilkan XML yang valid dalam anggaran; langkah menurun dan jawaban berlanjut tanpa kode proyek.
it: Fallito: l'adattamento finestra non può produrre XML valido entro il budget; il passo viene degradato e la risposta continua senza codice del progetto.
ja: 失敗: ウィンドウ適合で予算内の有効なXMLを生成できず、ステップが低下し、プロジェクトコードなしで回答が続行されます。
ko: 실패: 윈도우 핏이 예산 내에서 유효한 XML을 생성할 수 없음; 단계가 저하되고 프로젝트 코드 없이 답변이 계속됩니다.
nl: Mislukt: vensterpassing kan geen geldige XML binnen het budget produceren; de stap degradeert en het antwoord gaat verder zonder projectcode.
pl: Niepowodzenie: dopasowanie okna nie może wyprodukować prawidłowego XML w ramach budżetu; krok ulega degradacji, a odpowiedź kontynuuje bez kodu projektu.
pt_br: Falhou: o ajuste de janela não pode produzir XML válido dentro do orçamento; a etapa é degradada e a resposta continua sem o código do projeto.
ru: Не удалось: подгонка под окно не может создать валидный XML в рамках бюджета; шаг понижается, и ответ продолжается без кода проекта.
tr: Başarısız: pencere sığdırması bütçe dahilinde geçerli XML üretemiyor; adım bozulur ve yanıt proje kodu olmadan devam eder.
uk: Не вдалося: підгонка вікна не може створити дійсний XML у межах бюджету; крок погіршується, і відповідь продовжується без коду проєкту.
vi: Thất bại: window fit không thể tạo XML hợp lệ trong ngân sách; bước này bị suy giảm và câu trả lời tiếp tục mà không có mã dự án.
zh_hans: 失败：无法在预算内产出合法 XML；本步降级，回答继续进行但不带项目代码。
zh_hant: 失敗：無法在預算內產出合法 XML；本步降級，回答繼續進行但不帶項目代碼。

# rag.workspace.inspector.plan.help.repoContext.windowFit.case.full
source: Full XML fit: the original XML fits the remaining window; nothing is removed.
ar: ملاءمة XML كاملة: XML الأصلي يناسب النافذة المتبقية؛ لا يتم إزالة أي شيء.
de: Vollständige XML-Passung: die ursprüngliche XML passt in das verbleibende Fenster; nichts wird entfernt.
es: XML completo ajustado: el XML original cabe en la ventana restante; no se elimina nada.
fr: XML complet ajusté : le XML d'origine tient dans la fenêtre restante ; rien n'est supprimé.
id: XML penuh sesuai: XML asli sesuai dengan sisa jendela; tidak ada yang dihapus.
it: XML completo adattato: l'XML originale si adatta alla finestra rimanente; nulla viene rimosso.
ja: 完全XML適合: 元のXMLが残りのウィンドウに収まり、何も削除されません。
ko: 전체 XML 핏: 원본 XML이 남은 윈도우에 맞음; 제거된 항목 없음.
nl: Volledige XML-passing: de originele XML past in het resterende venster; er wordt niets verwijderd.
pl: Pełne dopasowanie XML: oryginalny XML mieści się w pozostałym oknie; nic nie jest usuwane.
pt_br: Ajuste completo do XML: o XML original cabe na janela restante; nada é removido.
ru: Полное размещение XML: исходный XML помещается в оставшееся окно; ничего не удаляется.
tr: Tam XML sığdı: orijinal XML kalan pencereye sığıyor; hiçbir şey kaldırılmaz.
uk: Повний XML помістився: оригінальний XML поміщається в решту вікна; нічого не видалено.
vi: XML đầy đủ vừa vặn: XML gốc vừa với cửa sổ còn lại; không có gì bị loại bỏ.
zh_hans: 完整装入：原始 XML 装得进剩余窗口，未做裁剪。
zh_hant: 完整裝入：原始 XML 裝得進剩餘視窗，未做裁剪。

# rag.workspace.inspector.plan.help.repoContext.windowFit.case.trimmed
source: Trimmed to fit: files or directory text were removed so a valid XML still fits.
ar: تم التقليم للملاءمة: تمت إزالة الملفات أو نص الدليل بحيث لا يزال XML صالحًا مناسبًا.
de: Beschnitten zur Passung: Dateien oder Verzeichnistext wurden entfernt, sodass ein gültiges XML noch passt.
es: Recortado para ajustar: se eliminaron archivos o texto del directorio para que un XML válido aún quepa.
fr: Réduit pour s'ajuster : des fichiers ou du texte de répertoire ont été supprimés pour qu'un XML valide tienne toujours.
id: Dipangkas agar sesuai: file atau teks direktori dihapus sehingga XML yang valid masih muat.
it: Ridotto per adattarsi: file o testo di directory sono stati rimossi in modo che un XML valido si adatti ancora.
ja: トリミングして適合: ファイルまたはディレクトリテキストが削除され、有効なXMLが収まるようにしました。
ko: 맞춤 잘림: 파일 또는 디렉터리 텍스트가 제거되어 유효한 XML이 여전히 맞음.
nl: Bijgesneden om te passen: bestanden of directorytekst zijn verwijderd zodat een geldige XML nog steeds past.
pl: Przycięty, aby się zmieścić: usunięto pliki lub tekst katalogów, aby prawidłowy XML nadal się mieścił.
pt_br: Cortado para caber: arquivos ou texto de diretório foram removidos para que um XML válido ainda caiba.
ru: Обрезано для размещения: файлы или текст каталогов удалены, чтобы валидный XML всё ещё помещался.
tr: Sığdırmak için kırpıldı: geçerli bir XML'in hala sığması için dosyalar veya dizin metni kaldırıldı.
uk: Обрізано для підгонки: файли або текст каталогів видалено, щоб дійсний XML все ще поміщався.
vi: Đã cắt bớt để vừa: tệp hoặc văn bản thư mục đã bị loại bỏ để XML hợp lệ vẫn vừa.
zh_hans: 已裁剪装入：删除了部分文件节点或缩短了目录树文本，使合法 XML 仍能装入。
zh_hant: 已裁剪裝入：刪除了部分檔案節點或縮短了目錄樹文字，使合法 XML 仍能裝入。

# rag.workspace.inspector.plan.help.repoContext.windowFit.cases.title
source: Possible outcomes
ar: النتائج المحتملة
de: Mögliche Ergebnisse
es: Posibles resultados
fr: Résultats possibles
id: Kemungkinan hasil
it: Possibili risultati
ja: 可能な結果
ko: 가능한 결과
nl: Mogelijke uitkomsten
pl: Możliwe wyniki
pt_br: Resultados possíveis
ru: Возможные результаты
tr: Olası sonuçlar
uk: Можливі результати
vi: Các kết quả có thể xảy ra
zh_hans: 可能出现的结果
zh_hant: 可能出現的結果

# rag.workspace.inspector.plan.help.repoContext.windowFit.title
source: What is window fit?
ar: ما هي ملاءمة النافذة؟
de: Was ist Fensteranpassung?
es: ¿Qué es el ajuste de ventana?
fr: Qu'est-ce que l'ajustement de fenêtre ?
id: Apa itu penyesuaian jendela?
it: Cos'è l'adattamento finestra?
ja: ウィンドウ適合とは？
ko: 윈도우 핏이란 무엇인가요?
nl: Wat is vensterpassing?
pl: Co to jest dopasowanie okna?
pt_br: O que é ajuste de janela?
ru: Что такое подгонка под окно?
tr: Pencere sığdırması nedir?
uk: Що таке підгонка вікна?
vi: Window fit là gì?
zh_hans: 窗口适配是什么？
zh_hant: 什麼是視窗適配？

# rag.workspace.inspector.plan.help.retrievalFunnel.definition.body
source: Actual retrieval statistics for this turn: how many repositories and chunks passed each stage from candidates to final evidence. This replays execution, not the Planner's intent.
ar: إحصائيات الاسترجاع الفعلية لهذا الدور: كم عدد المستودعات والأجزاء التي اجتازت كل مرحلة من المرشحين إلى الأدلة النهائية. هذا يعيد تشغيل التنفيذ، وليس نية المخطط.
de: Tatsächliche Retrieval-Statistiken für diesen Durchlauf: wie viele Repositorys und Chunks jede Stufe von Kandidaten bis zu endgültigen Beweisen durchlaufen haben. Dies gibt die Ausführung wieder, nicht die Absicht des Planners.
es: Estadísticas de recuperación reales para esta ronda: cuántos repositorios y fragmentos pasaron cada etapa, desde candidatos hasta evidencia final. Esto reproduce la ejecución, no la intención del Planificador.
fr: Statistiques de récupération réelles pour ce tour : combien de dépôts et de fragments ont passé chaque étape, des candidats aux preuves finales. Cela rejoue l'exécution, pas l'intention du planificateur.
id: Statistik pengambilan aktual untuk giliran ini: berapa banyak repositori dan potongan yang melewati setiap tahap dari kandidat hingga bukti akhir. Ini memutar ulang eksekusi, bukan niat Planner.
it: Statistiche di recupero effettive per questo turno: quanti repository e chunk sono passati attraverso ogni fase, dai candidati alle evidenze finali. Questo riproduce l'esecuzione, non l'intento del Planner.
ja: 今回の実際の検索統計: 候補から最終証拠まで、各段階を通過したリポジトリとチャンクの数。プランナーの意図ではなく、実行を再現します。
ko: 이번 턴의 실제 검색 통계: 각 단계를 통과한 저장소 및 청크 수 (후보에서 최종 증거까지). 이는 실행을 재생하며, Planner의 의도가 아닙니다.
nl: Werkelijke ophaalstatistieken voor deze beurt: hoeveel repositories en chunks elke fase hebben doorlopen van kandidaten tot definitief bewijs. Dit speelt de uitvoering af, niet de intentie van de Planner.
pl: Rzeczywiste statystyki wyszukiwania dla tej tury: ile repozytoriów i fragmentów przeszło przez każdy etap od kandydatów do końcowych dowodów. To odtwarza wykonanie, a nie zamiar Planisty.
pt_br: Estatísticas reais de recuperação para este turno: quantos repositórios e fragmentos passaram em cada estágio, de candidatos a evidência final. Isso reproduz a execução, não a intenção do Planejador.
ru: Фактическая статистика поиска для этого раунда: сколько репозиториев и фрагментов прошло каждый этап от кандидатов до финальных свидетельств. Это воспроизводит выполнение, а не намерение Планировщика.
tr: Bu tur için gerçek alma istatistikleri: adaylardan nihai kanıta kadar her aşamadan kaç depo ve parça geçti. Bu, Planlayıcı'nın niyetini değil, yürütmeyi yeniden oynatır.
uk: Фактична статистика пошуку для цього кроку: скільки репозиторіїв і фрагментів пройшли кожен етап від кандидатів до остаточних доказів. Це відтворює виконання, а не намір планувальника.
vi: Thống kê truy xuất thực tế cho lượt này: có bao nhiêu kho lưu trữ và đoạn đã vượt qua mỗi giai đoạn từ ứng viên đến bằng chứng cuối cùng. Đây là phát lại quá trình thực thi, không phải ý định của Planner.
zh_hans: 本轮检索的实际统计：从候选仓库到最终证据，各阶段通过了多少仓库与分片。这是执行回放，不是 Planner 的意图描述。
zh_hant: 本輪檢索的實際統計：從候選倉庫到最終證據，各階段通過了多少倉庫與分片。這是執行回放，不是 Planner 的意圖描述。

# rag.workspace.inspector.plan.help.retrievalFunnel.definition.title
source: What is retrieval funnel?
ar: ما هو قمع الاسترجاع؟
de: Was ist der Retrieval-Trichter?
es: ¿Qué es el embudo de recuperación?
fr: Qu'est-ce que l'entonnoir de récupération ?
id: Apa itu corong pengambilan?
it: Cos'è il funnel di recupero?
ja: 検索ファネルとは？
ko: 검색 퍼널이란 무엇인가요?
nl: Wat is ophaaltrechter?
pl: Co to jest lejek wyszukiwania?
pt_br: O que é funil de recuperação?
ru: Что такое воронка поиска?
tr: Alma hunisi nedir?
uk: Що таке лійка пошуку?
vi: Retrieval funnel là gì?
zh_hans: 检索漏斗是什么？
zh_hant: 什麼是檢索漏斗？

# rag.workspace.inspector.plan.help.retrievalFunnel.field.candidates
source: Candidates: repositories that entered the funnel after plan filters.
ar: المرشحون: المستودعات التي دخلت القمع بعد مرشحات الخطة.
de: Kandidaten: Repositorys, die nach Planfiltern in den Trichter eingetreten sind.
es: Candidatos: repositorios que entraron al embudo después de los filtros del plan.
fr: Candidats : dépôts entrés dans l'entonnoir après les filtres du plan.
id: Kandidat: repositori yang masuk ke corong setelah filter rencana.
it: Candidati: repository che sono entrati nel funnel dopo i filtri del piano.
ja: 候補: 計画フィルタ後にファネルに入ったリポジトリ。
ko: 후보: 계획 필터 후 퍼널에 진입한 저장소입니다.
nl: Kandidaten: repositories die de trechter zijn binnengekomen na planfilters.
pl: Kandydaci: repozytoria, które weszły do lejka po filtrach planu.
pt_br: Candidatos: repositórios que entraram no funil após os filtros do plano.
ru: Кандидаты: репозитории, вошедшие в воронку после фильтров плана.
tr: Adaylar: plan filtrelerinden sonra huniye giren depolar.
uk: Кандидати: репозиторії, які потрапили в лійку після фільтрів плану.
vi: Ứng viên: các kho lưu trữ đã vào funnel sau khi áp dụng bộ lọc kế hoạch.
zh_hans: 候选仓库：经过计划筛选后进入漏斗的仓库数。
zh_hant: 候選倉庫：經過計劃篩選後進入漏斗的倉庫數。

# rag.workspace.inspector.plan.help.retrievalFunnel.field.fusion
source: Fusion: unique chunks after merging keyword and vector results.
ar: الدمج: الأجزاء الفريدة بعد دمج نتائج الكلمات المفتاحية والمتجهات.
de: Fusion: eindeutige Chunks nach Zusammenführung von Keyword- und Vektorergebnissen.
es: Fusión: fragmentos únicos después de fusionar resultados de palabras clave y vectoriales.
fr: Fusion : fragments uniques après fusion des résultats par mots-clés et vectoriels.
id: Fusi: potongan unik setelah menggabungkan hasil kata kunci dan vektor.
it: Fusione: chunk unici dopo la fusione dei risultati di keyword e vettore.
ja: 融合: キーワードとベクトル結果をマージした後のユニークなチャンク。
ko: 퓨전: 키워드 및 벡터 결과 병합 후 고유 청크입니다.
nl: Fusie: unieke chunks na het samenvoegen van trefwoord- en vectorresultaten.
pl: Fuzja: unikalne fragmenty po połączeniu wyników słów kluczowych i wektorowych.
pt_br: Fusão: fragmentos únicos após mesclar resultados de palavra-chave e vetoriais.
ru: Слияние: уникальные фрагменты после объединения результатов ключевого и векторного поиска.
tr: Füzyon: anahtar kelime ve vektör sonuçlarının birleştirilmesinden sonra benzersiz parçalar.
uk: Злиття: унікальні фрагменти після об'єднання результатів ключових слів і векторів.
vi: Hợp nhất: các đoạn duy nhất sau khi hợp nhất kết quả từ khóa và vector.
zh_hans: 融合：关键词与向量结果合并去重后的唯一分片数。
zh_hant: 融合：關鍵詞與向量結果合併去重後的唯一分片數。

# rag.workspace.inspector.plan.help.retrievalFunnel.field.keyword
source: Keyword recall: raw hits vs. chunks accepted after keyword scoring.
ar: استدعاء الكلمات المفتاحية: النتائج الأولية مقابل الأجزاء المقبولة بعد تسجيل الكلمات المفتاحية.
de: Keyword-Recall: rohe Treffer vs. Chunks, die nach Keyword-Bewertung akzeptiert wurden.
es: Recuperación por palabra clave: aciertos brutos vs. fragmentos aceptados tras la puntuación por palabra clave.
fr: Rappel par mots-clés : résultats bruts par rapport aux fragments acceptés après notation par mots-clés.
id: Pengambilan kata kunci: hit mentah vs. potongan yang diterima setelah penilaian kata kunci.
it: Richiamo keyword: risultati grezzi vs. chunk accettati dopo il punteggio keyword.
ja: キーワード再現率: 生のヒット数とキーワードスコアリング後に受け入れられたチャンク。
ko: 키워드 리콜: 키워드 점수 후 원시 히트 대비 허용된 청크입니다.
nl: Trefwoordterugroep: ruwe hits versus chunks geaccepteerd na trefwoordscore.
pl: Przypomnienie słów kluczowych: surowe trafienia vs. fragmenty zaakceptowane po ocenie słów kluczowych.
pt_br: Recuperação por palavra-chave: ocorrências brutas vs. fragmentos aceitos após pontuação por palavra-chave.
ru: Ключевой поиск: сырые совпадения против фрагментов, принятых после оценки по ключевым словам.
tr: Anahtar kelime geri çağırma: ham isabetler ve anahtar kelime puanlamasından sonra kabul edilen parçalar.
uk: Пошук за ключовими словами: сирі збіги проти фрагментів, прийнятих після оцінки ключових слів.
vi: Truy xuất từ khóa: số lượt truy cập thô so với số đoạn được chấp nhận sau khi chấm điểm từ khóa.
zh_hans: 关键词召回：原始命中数 vs. 评分后采纳的分片数。
zh_hant: 關鍵詞召回：原始命中數 vs. 評分後採納的分片數。

# rag.workspace.inspector.plan.help.retrievalFunnel.field.outcome
source: Outcome: whether evidence was found, empty, or switched to guided discovery.
ar: النتيجة: ما إذا تم العثور على أدلة، أو كانت فارغة، أو تم التبديل إلى الاكتشاف الموجه.
de: Ergebnis: ob Beweise gefunden wurden, leer waren oder auf geführte Entdeckung umgeschaltet wurde.
es: Resultado: si se encontró evidencia, estaba vacía o se cambió a descubrimiento guiado.
fr: Résultat : indique si des preuves ont été trouvées, vides, ou si on est passé à la découverte guidée.
id: Hasil: apakah bukti ditemukan, kosong, atau beralih ke penemuan terpandu.
it: Risultato: se sono state trovate evidenze, vuoto o passato alla scoperta guidata.
ja: 結果: 証拠が見つかったか、空だったか、ガイド付き発見に切り替わったか。
ko: 결과: 증거가 발견되었는지, 비어 있는지, 또는 안내 검색으로 전환되었는지 여부입니다.
nl: Uitkomst: of bewijs is gevonden, leeg was of is overgeschakeld naar begeleide ontdekking.
pl: Wynik: czy znaleziono dowody, puste, czy przełączono na odkrywanie kierowane.
pt_br: Resultado: se a evidência foi encontrada, vazia ou mudou para descoberta guiada.
ru: Результат: найдены ли свидетельства, пусто или переключено на направляемый поиск.
tr: Sonuç: kanıt bulundu, boş veya yönlendirilmiş keşfe geçildi.
uk: Результат: чи знайдено докази, порожньо або переключено на спрямоване відкриття.
vi: Kết quả: liệu bằng chứng có được tìm thấy, trống hay chuyển sang khám phá có hướng dẫn.
zh_hans: 检索判定：是否找到证据、无证据，或转为引导发现。
zh_hant: 檢索判定：是否找到證據、無證據，或轉為引導發現。

# rag.workspace.inspector.plan.help.retrievalFunnel.field.rerank
source: Rerank: optional second-pass scoring when a rerank provider is configured.
ar: إعادة الترتيب: تسجيل تمريرة ثانية اختيارية عند تكوين مزود إعادة ترتيب.
de: Rerank: optionale zweite Bewertungsstufe, wenn ein Rerank-Anbieter konfiguriert ist.
es: Reordenamiento: puntuación opcional de segunda pasada cuando se configura un proveedor de reordenamiento.
fr: Reclassement : notation facultative de second passage lorsqu'un fournisseur de reclassement est configuré.
id: Peringkat ulang: penilaian opsional tahap kedua saat penyedia peringkat ulang dikonfigurasi.
it: Rerank: punteggio opzionale di secondo passaggio quando è configurato un provider di rerank.
ja: 再ランク: 再ランクプロバイダーが設定されている場合のオプションの2回目のスコアリング。
ko: 재순위: 재순위 제공자가 구성된 경우 선택적 두 번째 패스 점수입니다.
nl: Herwaardering: optionele tweede-pass score wanneer een herwaarderingsprovider is geconfigureerd.
pl: Ponowne sortowanie: opcjonalna ocena drugiego przejścia, gdy skonfigurowano dostawcę ponownego sortowania.
pt_br: Reclassificação: pontuação opcional de segunda passagem quando um provedor de reclassificação está configurado.
ru: Переранжирование: опциональная вторая оценка, если настроен провайдер переранжирования.
tr: Yeniden sıralama: bir yeniden sıralama sağlayıcısı yapılandırıldığında isteğe bağlı ikinci geçiş puanlaması.
uk: Переранжування: додаткова оцінка другого проходу, якщо налаштовано постачальника переранжування.
vi: Xếp hạng lại: chấm điểm vòng hai tùy chọn khi có nhà cung cấp xếp hạng lại được cấu hình.
zh_hans: 重排序：配置了 Rerank 服务时的二次打分结果。
zh_hant: 重排序：配置了 Rerank 服務時的二次打分結果。

# rag.workspace.inspector.plan.help.retrievalFunnel.field.result
source: Final evidence: chunks and repositories actually injected into the prompt.
ar: الأدلة النهائية: الأجزاء والمستودعات المحقونة فعليًا في الموجه.
de: Endgültige Beweise: Chunks und Repositorys, die tatsächlich in den Prompt eingefügt wurden.
es: Evidencia final: fragmentos y repositorios realmente inyectados en el prompt.
fr: Preuves finales : fragments et dépôts réellement injectés dans l'invite.
id: Bukti akhir: potongan dan repositori yang benar-benar disuntikkan ke dalam prompt.
it: Evidenze finali: chunk e repository effettivamente iniettati nel prompt.
ja: 最終証拠: 実際にプロンプトに注入されたチャンクとリポジトリ。
ko: 최종 증거: 실제로 프롬프트에 주입된 청크 및 저장소입니다.
nl: Definitief bewijs: chunks en repositories die daadwerkelijk in de prompt zijn geïnjecteerd.
pl: Dowody końcowe: fragmenty i repozytoria faktycznie wstrzyknięte do promptu.
pt_br: Evidência final: fragmentos e repositórios realmente injetados no prompt.
ru: Финальные свидетельства: фрагменты и репозитории, фактически внедрённые в промпт.
tr: Nihai kanıt: isteme gerçekte enjekte edilen parçalar ve depolar.
uk: Остаточні докази: фрагменти та репозиторії, фактично вставлені в підказку.
vi: Bằng chứng cuối cùng: các đoạn và kho lưu trữ thực sự được chèn vào lời nhắc.
zh_hans: 最终结果：实际注入 Prompt 的分片数与仓库数。
zh_hant: 最終結果：實際注入 Prompt 的分片數與倉庫數。

# rag.workspace.inspector.plan.help.retrievalFunnel.field.vector
source: Vector recall: raw hits vs. chunks accepted after similarity threshold.
ar: استدعاء المتجهات: النتائج الأولية مقابل الأجزاء المقبولة بعد عتبة التشابه.
de: Vektor-Recall: rohe Treffer vs. Chunks, die nach Ähnlichkeitsschwelle akzeptiert wurden.
es: Recuperación vectorial: aciertos brutos vs. fragmentos aceptados tras el umbral de similitud.
fr: Rappel vectoriel : résultats bruts par rapport aux fragments acceptés après seuil de similarité.
id: Pengambilan vektor: hit mentah vs. potongan yang diterima setelah ambang kemiripan.
it: Richiamo vettoriale: risultati grezzi vs. chunk accettati dopo la soglia di similarità.
ja: ベクトル再現率: 生のヒット数と類似度しきい値後に受け入れられたチャンク。
ko: 벡터 리콜: 유사도 임계값 후 원시 히트 대비 허용된 청크입니다.
nl: Vectorterugroep: ruwe hits versus chunks geaccepteerd na gelijkenisdrempel.
pl: Przypomnienie wektorowe: surowe trafienia vs. fragmenty zaakceptowane po progu podobieństwa.
pt_br: Recuperação vetorial: ocorrências brutas vs. fragmentos aceitos após o limite de similaridade.
ru: Векторный поиск: сырые совпадения против фрагментов, принятых после порога схожести.
tr: Vektör geri çağırma: ham isabetler ve benzerlik eşiğinden sonra kabul edilen parçalar.
uk: Векторний пошук: сирі збіги проти фрагментів, прийнятих після порогу подібності.
vi: Truy xuất vector: số lượt truy cập thô so với số đoạn được chấp nhận sau ngưỡng tương tự.
zh_hans: 向量召回：原始命中数 vs. 相似度阈值后采纳的分片数。
zh_hant: 向量召回：原始命中數 vs. 相似度閾值後採納的分片數。

# rag.workspace.inspector.plan.help.retrievalFunnel.fields.title
source: Fields in this section
ar: الحقول في هذا القسم
de: Felder in diesem Abschnitt
es: Campos en esta sección
fr: Champs de cette section
id: Bidang di bagian ini
it: Campi in questa sezione
ja: このセクションのフィールド
ko: 이 섹션의 필드
nl: Velden in deze sectie
pl: Pola w tej sekcji
pt_br: Campos nesta seção
ru: Поля в этом разделе
tr: Bu bölümdeki alanlar
uk: Поля в цьому розділі
vi: Các trường trong phần này
zh_hans: 本节字段含义
zh_hant: 本節欄位含義

# rag.workspace.inspector.plan.help.retrievalFunnel.open
source: Learn about retrieval funnel
ar: تعلّم عن قمع الاسترجاع
de: Mehr über den Retrieval-Trichter erfahren
es: Más información sobre el embudo de recuperación
fr: En savoir plus sur l'entonnoir de récupération
id: Pelajari tentang corong pengambilan
it: Scopri il funnel di recupero
ja: 検索ファネルについて
ko: 검색 퍼널 알아보기
nl: Meer over ophaaltrechter
pl: Dowiedz się o lejku wyszukiwania
pt_br: Saiba mais sobre funil de recuperação
ru: Узнать о воронке поиска
tr: Alma hunisi hakkında bilgi edinin
uk: Дізнатися про лійку пошуку
vi: Tìm hiểu về retrieval funnel
zh_hans: 了解检索漏斗
zh_hant: 了解檢索漏斗

# rag.workspace.inspector.plan.help.retrievalFunnel.title
source: Retrieval funnel
ar: قمع الاسترجاع
de: Retrieval-Trichter
es: Embudo de recuperación
fr: Entonnoir de récupération
id: Corong pengambilan
it: Funnel di recupero
ja: 検索ファネル
ko: 검색 퍼널
nl: Ophaaltrechter
pl: Lejek wyszukiwania
pt_br: Funil de recuperação
ru: Воронка поиска
tr: Alma hunisi
uk: Лійка пошуку
zh_hans: 检索漏斗
zh_hant: 檢索漏斗

# rag.workspace.inspector.plan.liveEvidence
source: Live context
ar: السياق المباشر
de: Live-Kontext
es: Contexto en vivo
fr: Contexte en direct
id: Konteks langsung
it: Contesto live
ja: ライブコンテキスト
ko: 라이브 컨텍스트
pl: Kontekst na żywo
pt_br: Contexto ao vivo
ru: Живой контекст
tr: Canlı bağlam
uk: Живий контекст
vi: Ngữ cảnh trực tiếp
zh_hans: 实时上下文
zh_hant: 即時上下文

# rag.workspace.inspector.plan.liveEvidence.notRequired
source: Not required
ar: غير مطلوب
de: Nicht erforderlich
es: No requerido
fr: Non requis
id: Tidak diperlukan
it: Non richiesto
ja: 不要
ko: 필요하지 않음
nl: Niet vereist
pl: Niewymagane
pt_br: Não obrigatório
ru: Не требуется
tr: Gerekli değil
uk: Не потрібен
vi: Không bắt buộc
zh_hans: 非必需
zh_hant: 非必需

# rag.workspace.inspector.plan.liveEvidence.required
source: Required
ar: مطلوب
de: Erforderlich
es: Requerido
fr: Requis
id: Diperlukan
it: Richiesto
ja: 必須
ko: 필요함
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
ru: Требуется
tr: Gerekli
uk: Потрібен
vi: Bắt buộc
zh_hans: 必须获取
zh_hant: 必須取得

# rag.workspace.inspector.plan.networkPlan
source: Network plan
ar: خطة الشبكة
de: Netzwerkplan
es: Plan de red
fr: Plan réseau
id: Rencana jaringan
it: Piano di rete
ja: ネットワーク計画
ko: 네트워크 계획
nl: Netwerkplan
pl: Plan sieciowy
pt_br: Plano de rede
ru: Сетевой план
tr: Ağ planı
uk: Мережевий план
vi: Kế hoạch mạng
zh_hans: 联网计划
zh_hant: 聯網計畫

# rag.workspace.inspector.plan.networkStatus
source: Network access
ar: الوصول إلى الشبكة
de: Netzwerkzugriff
es: Acceso a la red
fr: Accès réseau
id: Akses jaringan
it: Accesso alla rete
ja: ネットワークアクセス
ko: 네트워크 접근
nl: Netwerktoegang
pl: Dostęp do sieci
pt_br: Acesso à rede
ru: Доступ к сети
tr: Ağ erişimi
uk: Доступ до мережі
vi: Truy cập mạng
zh_hans: 联网访问
zh_hant: 聯網存取
